Repository: noErrdev/Courtyard-WordPress-Theme
Catalog: languages/*.po
Languages: fr_fr

source: Social Icons.
fr_fr: Icônes sociales.

source: PT: Social Icons
fr_fr: PT : icônes sociales

source: Tip: This widget is used to display social icons for that you have to set social profile links through Appearance-> Customize-> Social-> Social Profiles.
fr_fr: Conseil : Ce widget est utilisé pour afficher des icônes sociales pour que vous devez définir le profil social liens grâce à une apparition - > Personnaliser- >- > profils sociaux.

source: Display some pages as testimonials.
fr_fr: Afficher certaines pages comme témoignages.

source: PT: Testimonials
fr_fr: PT : Témoignages

source: This widget displays all pages related to Single Testimonial Template.
fr_fr: Ce widget affiche toutes les pages liées au témoignage unique modèle.

source: Tip: to rearrange the testimonial order, edit each testimonial page and add a value in Page Attributes > Order
fr_fr: Conseil : pour modifier l'ordre, de modifier chaque témoignage témoignage page et ajouter une valeur dans les Attributs de page > Commander

source: Number of testimonials to display.
fr_fr: Nombre de témoignages à afficher.

source: Display video from Youtube,Vimeo etc.
fr_fr: Afficher la vidéo de Youtube, Vimeo, etc.

source: PT: Video
fr_fr: PT : Vidéo

source: This widget displays videos related to Youtube, Video etc.
fr_fr: Ce widget affiche les vidéos liées à Youtube, Vidéo etc.

source: Enter the complete video URL.
fr_fr: Entrez l'URL de la vidéo complète.

source: Add widgets in your sidebar of theme.
fr_fr: Ajouter des widgets dans votre barre latérale de thème.

source: Drag and drop our all custom widgets to build content awesome for the page: %s
fr_fr: Faites glisser et déposez tous nos widgets personnalisés pour créer du contenu pour l'awesome page : %s

source: Footer %d
fr_fr: Pied de %d

source: Add widgets in your footer widget area %d.
fr_fr: Ajouter des widgets dans votre pied de page zone de widgets %d.

source: Add a Item
fr_fr: Ajouter un article

source: [Untitled]
fr_fr: [Sans titre]

source: Add Image
fr_fr: Ajouter une image

source: Change Image
fr_fr: Changer l'image

source: Remove
fr_fr: Déposer

source: Close
fr_fr: Fermer

source: Oops! That page can&rsquo;t be found.
fr_fr: Oops ! Cette page’t être trouvés.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fr_fr: Il semble que rien n'a été trouvé à cet endroit. Peut-être que l'un des liens ci-dessous ou une recherche ?

source: &laquo; Previous
fr_fr: &Laquo ; Précédente

source: Next &raquo;
fr_fr: &Suivante »

source: Page
fr_fr: La page

source: No Responses
fr_fr: Pas de réponses

source: One Response
fr_fr: Une réponse

source: % Responses
fr_fr: Réponses %

source: Comment navigation
fr_fr: Navigation Commentaire

source: Older Comments
fr_fr: Commentaires plus anciens

source: Newer Comments
fr_fr: Commentaires récents

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

source: Back to Top
fr_fr: Haut de page

source: Install Required Plugins
fr_fr: Installer les plugins nécessaires

source: Install Plugins
fr_fr: Installer des plugins

source: Installing Plugin: %s
fr_fr: L'installation de plugin : %s

source: Updating Plugin: %s
fr_fr: La mise à jour de Plugin : %s

source: Something went wrong with the plugin API.
fr_fr: Il y a eu un problème avec l'API des plugins.

source: Begin installing plugin
fr_fr: Commencer l'installation de plugin

source: Begin updating plugin
fr_fr: Commencer la mise à jour plugin

source: Begin activating plugin
fr_fr: Commencer l'activation plugin

source: Return to Required Plugins Installer
fr_fr: Retour à l'installation des plugins nécessaires

source: Plugin activated successfully.
fr_fr: Plugin activé avec succès.

source: The following plugin was activated successfully:
fr_fr: Le plugiciel a été activé avec succès :

source: No action taken. Plugin %1$s was already active.
fr_fr: Aucune mesure n'a été prise. Module %1$s était déjà actif.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fr_fr: Plugin pas activé. Une version supérieure de %s n'est nécessaire pour ce thème. Veuillez mettre à jour le plugin.

source: All plugins installed and activated successfully. %1$s
fr_fr: Tous les plugins installés et activés avec succès. %1$s

source: Dismiss this notice
fr_fr: Rejeter cet avis

source: There are one or more required or recommended plugins to install, update or activate.
fr_fr: Il y a un ou plusieurs plugins requis ou recommandés pour installer, mettre à jour ou activer.

source: Please contact the administrator of this site for help.
fr_fr: Veuillez contacter l'administrateur de ce site à l'aide.

source: Search Results for: %s
fr_fr: Résultats de recherche pour : %s

source: &larr; Previous Post
fr_fr: &Larr ; Post Précédent

# Courgette|Roboto font: on or off
source: on
fr_fr: Sur

source: All rights reserved
fr_fr: Tous droits réservés

source: Designed by %2$s
fr_fr: Conçu par %2$s

source: Page Template
fr_fr: Modèle de page

source: Default Template
fr_fr: Modèle par défaut

source: All Templates
fr_fr: Tous les modèles

source: Home
fr_fr: Accueil

source: Search results for:
fr_fr: Résultats de recherche pour :

source: 404 Error
fr_fr: Erreur 404

source: <span class="screen-reader-text">Posted on</span> %s
fr_fr: <span class="screen-reader-text">Publié le</span> %s

source: <span class="screen-reader-text">Posted author</span> %s
fr_fr: <span class="screen-reader-text">Posté auteur</span> %s

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
fr_fr: Laisser un commentaire<span class="screen-reader-text"> Sur %s</span>

source: Edit<span class="screen-reader-text"> "%s"</span>
fr_fr: Modifier

source: Hero Image
fr_fr: L'image de héros

source: All Packages Listing
fr_fr: Liste de tous les paquets

source: View Details
fr_fr: Voir les détails

source: Single Package
fr_fr: Forfait unique

source: All Rooms Listing
fr_fr: Toutes les chambres de l'inscription

source: Read More
fr_fr: En lire plus

source: Single Room
fr_fr: Chambre Simple

source: All Services Listing
fr_fr: Liste de tous les services

source: Single Service
fr_fr: Service unique

source: Single Testimonial
fr_fr: Témoignage unique

source: Nothing Found
fr_fr: Rien trouvé

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fr_fr: Prêt à publier votre premier post ? <a href =" %1$s" >Commencez ici </a >.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fr_fr: Désolé, mais rien ne correspond à vos termes de recherche. Veuillez essayer de nouveau avec certains mots-clés différents.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fr_fr: Il me semble que nous pouvons’t de trouver ce que vous’re à la recherche. La recherche peut-être peut vous aider.

source: Edit %s
fr_fr: Modifier %s

source: Please waiting for a few minutes, do not close the window or refresh the page until the data is imported.
fr_fr: Veuillez attendre quelques minutes, ne pas fermer la fenêtre ou actualiser la page jusqu'à l'importation des données.

source: General
fr_fr: Général

source: Optimized Bootstrap
fr_fr: Bootstrap optimisé

source: Breadcrumbs
fr_fr: Chapelure

source: Breadcrumbs Delimiter
fr_fr: Délimiteur de chapelure

source: Background Image
fr_fr: Image en arrière-plan

source: Site Title & Tagline
fr_fr: Site Titre et signature

source: Secondary Logo
fr_fr: Logo secondaire

source: Display Site Title
fr_fr: Afficher le titre du site

source: Display Tagline
fr_fr: Slogan d'affichage

source: Header Media
fr_fr: Les médias d'en-tête

source: Activate Image Link Back to Home
fr_fr: Activer le lien de l'image Retour à l'accueil

source: Colors
fr_fr: Couleurs

source: Background Color
fr_fr: Couleur d'arrière-plan

source: Theme Color
fr_fr: Couleur de thème

source: Color Schemes
fr_fr: Les couleurs

source: Lime
fr_fr: La chaux

source: Primary Color
fr_fr: Couleur primaire

source: You can override theme color by custom color
fr_fr: Vous pouvez remplacer une couleur par couleur personnalisée

source: Secondary Color
fr_fr: Couleur secondaire

source: Social Profiles
fr_fr: Profils sociaux

source: Add your social profiles.
fr_fr: Ajouter vos profils sociaux.

source: Name
fr_fr: Nom

source: Info:- Enter font awesome icon class here. For example: fa-facebook.
fr_fr: Info :- Entrez font super classe l'icône ici. Par exemple : fa-facebook.

source: Post Settings
fr_fr: Les paramètres Post

source: Sidebar
fr_fr: Barre latérale

source: Post Sidebar
fr_fr: Poster Sidebar

source: Select default layout for single posts. This layout will be reflected in all single posts unless unique layout is set for specific post.
fr_fr: Sélectionnez la mise en page par défaut pour les postes. Cette mise en page sera reflétée dans tous les postes sauf disposition unique unique est défini pour certains postes.

source: Post Author
fr_fr: Poster auteur

source: Post Date
fr_fr: Date de

source: Post Categories
fr_fr: Catégories de postes

source: Post Tags
fr_fr: Mots-clefs

source: Navigation
fr_fr: La navigation

source: Next/Previous Article
fr_fr: Article suivant/précédent

source: Page Settings
fr_fr: Les paramètres de page

source: Page Sidebar
fr_fr: Barre latérale de la page

source: Select default layout for single page. This layout will be reflected in all single page unless unique layout is set for specific page.
fr_fr: Sélectionnez la mise en page par défaut pour une seule page. Cette mise en page sera reflétée dans tous les seule page à moins que la mise en page unique est défini pour la page spécifique.

source: Archive/Blog Settings
fr_fr: Les paramètres d'archivage/Blog

source: Excerpt Length
fr_fr: Longueur des extraits

source: Read More Button
fr_fr: Lire la suite Button

source: Read More Text
fr_fr: Lire plus de texte

source: Archive/Blog Sidebar
fr_fr: Archives/Blog Barre latérale

source: Select default sidebar. This sidebar will be reflected in all pages unless unique layout is set for specific page as well as reflected in whole site archives, categories, search page etc.
fr_fr: Sélectionnez Par défaut barre latérale. Cette barre sera prise en compte dans toutes les pages sauf disposition unique est défini pour la page spécifique ainsi que reflété dans son ensemble les archives du site, les catégories, etc. la page de recherche

source: Select default sidebar. This sidebar will be reflected in shop page as well as archive pages of WooCommerce.
fr_fr: Sélectionnez Par défaut barre latérale. Cette barre se reflétera dans shop page ainsi que les pages d'archive de WooCommerce.

source: Product Sidebar
fr_fr: Barre latérale du produit

source: Select default sidebar. This sidebar will be reflected in product page of WooCommerce.
fr_fr: Sélectionnez Par défaut barre latérale. Cette barre sera reflété dans la fiche produit de WooCommerce.

source: Go to Top Button
fr_fr: Bouton Aller en haut

source: Footer Layout
fr_fr: Mise en page Pied de page

source: Select layout for footer widget columns. It generates some widget areas for Footer based on the layout.
fr_fr: Sélectionnez Disposition pour footer widget colonnes. Il génère des zones de widgets pour pied en fonction de la mise en page.

source: Select Layout
fr_fr: Sélectionnez Disposition

source: Default Layout
fr_fr: Mise en page par défaut

source: Right Sidebar
fr_fr: Barre de droite

source: Left Sidebar
fr_fr: Barre latérale gauche

source: No Sidebar Full Width
fr_fr: Pas toute la largeur de la barre latérale

source: Icon class
fr_fr: Classe de l'icône

source: <a href="%s" target="_blank">Refer here</a> for icon class. For example: <strong>fa-refresh</strong>
fr_fr: <a href =" %s" target ="_blank" >Voir ici </a > Icône de classe. Par exemple : <strong >fa-refresh </strong >

source: Info:- If featured image is not used than display the icon in Services.
fr_fr: Info :- Si l'image en vedette n'est pas utilisé d'afficher l'icône des services.

source: Related Rooms
fr_fr: Chambres connexes

source: Enable related rooms.
fr_fr: Permettre aux autres chambres.

source: No of posts to display
fr_fr: Pas de messages à afficher

source: Relatd Services
fr_fr: Services Relatd

source: Enable related services.
fr_fr: Permettre aux services connexes.

source: Related Packages
fr_fr: Forfaits connexes

source: Enable related packages.
fr_fr: Les paquets liés à activer.

source: Show a single page.
fr_fr: Afficher une seule page.

source: PT: About
fr_fr: PT : environ

source: Title
fr_fr: Titre

source: Choose the background color for the widget content section.
fr_fr: Choisissez la couleur de fond pour le widget content section.

source: Display some pages as image slider.
fr_fr: Afficher certaines pages comme image slider.

source: PT: Hero Image Slider
fr_fr: PT : Image principale du Slider

source: This widget displays pages of Hero Image Slider Template.
fr_fr: Ce widget affiche les pages d'image principale du modèle Slider.

source: Tip: to rearrange the image slider order, edit each image slider page and add a value in Page Attributes > Order
fr_fr: Conseil : pour modifier l'ordre de défilement de l'image, modifier chaque image slider page et ajouter une valeur dans les Attributs de page > Commander

source: Number of slides to display.
fr_fr: Le nombre de diapositives à afficher.

source: Scroll Down
fr_fr: Faites défiler vers le bas

source: Uncheck to disable.
fr_fr: Décochez pour désactiver.

source: Info: only page have thumbnail will show in image slide.
fr_fr: Info : seule la page s'affichent en miniature sont libre de glisser.

source: Discover
fr_fr: Découvrez

source: Show your business patner logo.
fr_fr: Afficher votre entreprise logo patner.

source: Short description
fr_fr: Brève description

source: Number
fr_fr: Nombre

source: Tip: Enter number to upload the number of logo ( default 3 ) and save it then enter the data in respective field.
fr_fr: Astuce : Entrez le numéro à télécharger le logo par défaut nombre de ( 3 ) et de l'enregistrer puis entrez les données dans différents domaines.

source: Choose the background color for the widget section.
fr_fr: Choisissez la couleur de fond pour le widget section.

source: Choose an image
fr_fr: Choisissez une image

source: Use image
fr_fr: Utiliser l'image

source: Select an Image
fr_fr: Sélectionnez une image

source: Recommended size 400 x 260
fr_fr: Taille recommandée 400 x 260

source: Display some pages as packages.
fr_fr: Afficher certaines pages en bloc.

source: PT: Packages
fr_fr: PT : Forfaits

source: This widget displays all pages related to Single Package Template.
fr_fr: Ce widget affiche toutes les pages liées au seul emballage modèle.

source: Tip: to rearrange the packages order, edit each packages page and add a value in Page Attributes > Order
fr_fr: Conseil : pour modifier l'ordre des paquets, paquets de modifier chaque page et ajouter une valeur dans les Attributs de page > Commander

source: Display latest posts or posts of specific category.
fr_fr: Afficher les derniers messages ou à des postes de catégorie spécifique.

source: PT: Recent Posts
fr_fr: PT : Les messages récents

source: Post Type
fr_fr: Type de poste

source: Latest Posts
fr_fr: Les Derniers Posts

source: By Category
fr_fr: Par catégorie

source: Select Category
fr_fr: Choisir une catégorie

source: Number of posts to display.
fr_fr: Nombre de postes à afficher.

source: Random Post
fr_fr: Poste de hasard

source: Check to display the random post from either the chosen category or from latest post.
fr_fr: Cochez la case pour afficher le poste au hasard à partir de la catégorie choisie ou du dernier post.

source: Display some pages as rooms.
fr_fr: Afficher certaines pages comme chambres.

source: PT: Rooms
fr_fr: PT : Chambres

source: view all rooms
fr_fr: Voir toutes les chambres

source: This widget displays all pages related to Single Room Template.
fr_fr: Ce widget affiche toutes les pages liées à la Chambre unique modèle.

source: Tip: to rearrange the room order, edit each room page and add a value in Page Attributes > Order
fr_fr: Conseil : pour modifier l'ordre de la chambre, de modifier chaque page de chambre et ajouter une valeur dans les Attributs de page > Commander

source: Number of rooms to display.
fr_fr: Nombre de chambres à afficher.

source: Button Text
fr_fr: Texte d'un bouton

source: View All Rooms
fr_fr: Voir toutes les chambres

source: Botton URL
fr_fr: URL Botton

source: Display some pages as services.
fr_fr: Afficher certaines pages, des services.

source: View All Services
fr_fr: Voir tous les services

source: This widget displays all pages related to Single Service Template.
fr_fr: Ce widget affiche toutes les pages liées au seul modèle de service.

source: Tip: to rearrange the services order, edit each service page and add a value in Page Attributes > Order
fr_fr: Conseil : pour modifier l'ordre des services, de modifier chaque page de service et ajouter une valeur dans les Attributs de page > Commander

source: Number of services to display.
fr_fr: Nombre de services d'afficher.

source: Button URL
fr_fr: Bouton URL
